/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ はすでに Bluetooth 電話として登録されています。";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ はすでに USB デバイスとして登録されています。";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "一部の USB デバイスの認識に失敗しました";

/* Button to go to Website for KB */
"Go to Website" = "Web サイトへ移動";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "プラグインに問題があるため、iSync を開くことができません。";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "一部の USB デバイスを認識できませんでした：\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "電話はすでに登録されています";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "次のプラグインはこのバージョンの iSync では使用できません。矢印をクリックしてプラグインを表示し、移動または削除してから、もう一度 iSync を開いてください。";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "いずれかのプラグインに問題があります。矢印をクリックしてプラグインを表示し、いずれかのプラグインを移動または削除してから、もう一度 iSync を開いてください。";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "この電話を iSync で使用できるようにするには、電話の製造元またはご利用のサービスプロバイダに問い合わせて、電話のファームウェアをアップデートしてください。";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "この電話を iSync で使用できるようにするには、電話の製造元またはご利用のサービスプロバイダに問い合わせて、電話のファームウェアをアップデートしてください。詳しくは、iSync のサポート Web サイトにアクセスしてください。";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "お使いの電話“%@”は、このバージョンの iSync では使用できません。";

